import streamlit as st

#タイトルを付ける
st.title('昼のゲーム・連絡サイト')

#設定していく
# st.write('月：イベント(順位ゲーム)')
# st.write('火：イベント(月ごと)')
# st.write('水：おまめさんゲーム(指定：？？)')
# st.write('木：おまめさんゲーム(指定：？？)')
# st.write('金：きゅうしょく変顔')

# st.write('/ゲームルール/')
# st.write('1.イベント(順位ゲーム)[月]')
# st.write('_アウトの順位を決め、その順位になった人の負けです。')
# st.write('2.イベント(月ごと)[火]')
# st.write('_月ごとのイベントで、月に一度開催します。アウトとプレゼントの順位を決めアウトの順位になったら負け、プレゼントの順位になったら何かがプレゼントされます。')
# st.write('3.おまめさんゲーム[水,木]')
# st.write('_指定の人を決め、その人より早く食べ終われば勝ちです。逆に遅ければ負けです。')
# st.write('4.給食変顔[金]')
# st.write('_一番最後に食べ終わった人が*みんなの前*で変顔をします。*※一部の人の前でも構いません。')

# st.write('/おまめさんゲームの指定人(上から順に)/')
# st.write('_ゆずの')
# st.write('_くるみ')
# st.write('_ゆうと')
# st.write('_りさ')
# st.write('_そら')
# st.write('_りな')
# # st.write('_ゆうき')
# # st.write('_のぞみ')
# st.write('_ひかり')
# st.write('_みお')

st.write('/イベント関係について/')
st.write('_イベントは、各自の連絡方法に沿って連絡いたします。')

st.write('/管理元への連絡/')
st.write('_急な変更、お休みに伴って問題が生じる場合がございます。')
st.write('_何かありましたら、メールサイトをご使用ください。')
st.write('mail:[https://app-mail.streamlit.app]注意：他の人が(このなかの人)見る可能性があります。')

# st.write('昼のゲームは終了いたしました。ありがとうございました！')